[
    {
        "id": "124v12v12",
        "name": "Sofa Luna",
        "sku": "fur-001",
        "price": 399,
        "type": "Furniture",
        "description": "Luna beige triple sofa is a comfortable folding product from a Ukrainian manufacturer, the frame of which is made of wood. The upholstery is pleasant to the touch and durable fabric of beige Alaska 04 silver ash.",
        "height": 87,
        "depth": 87,
        "width": 192,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/21df600aeffb9ab338291a7150a3f3b4.jpg"
    },
    {
        "id": "21vrvqvw",
        "name": "Table Jackson",
        "sku": "fur-002",
        "price": 430,
        "type": "Furniture",
        "description": "Stylish designer table in loft style for home, cafe, bar and restaurant. Its catchy appearance attracts attention at first sight. The original metal legs and the concrete-coloured worktop combine to create a stylish piece of furniture that fits easily into many modern interiors.",
        "height": 76,
        "depth": 80,
        "width": 140,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/0a46267da58a859695a1cf4b95d21eb9.jpg"
    },
    {
        "id": "agrbngna2352",
        "name": "Chair ZENITH plast black CFS",
        "sku": "fur-003",
        "price": 170,
        "type": "Furniture",
        "description": "Furniture under the New Style trademark is chosen by consumers in 20 countries around the world. Thanks to the efforts of 2,500 employees working in a 100,000 sq. m, the company produces more than 4,000,000 armchairs and chairs annually. The company is the largest player in the furniture market and a leader in the production of seating furniture in the CIS and Eastern Europe. The main value of the New Style is the trust of consumers. According to statistics, 50% of the population of Ukraine sits on armchairs and chairs from the New Style company.",
        "height": 79,
        "depth": 43,
        "width": 44,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/f43ea8a07e169527878351c0b71ca7a0.jpg"
    },
    {
        "id": "arsgtnbregn",
        "name": "Bed Milan Green Sofa",
        "sku": "fur-004",
        "price": 660,
        "type": "Furniture",
        "description": "The latest equipment, an interesting modern model range allowed the company to take its place among domestic furniture manufacturers and supply products abroad (Israel, Romania, Germany).The company constantly monitors fresh ideas in the field of furniture production, develops harmoniously, constantly offering the buyer new solutions and improving its service.",
        "height": 95,
        "depth": 210,
        "width": 202,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/6a45b8710d8a9e6e28163af3f851708a.jpg"
    },
    {
        "id": "srgneyny",
        "name": "HP CD-R (50 pcs)",
        "sku": "dvd-001",
        "price": 10.75,
        "type": "DVD/Flash",
        "description": "HP CD-R 700MB 52X discs per pack without spindle 50 pcs. Designed for one-time recording.",
        "size": 0.7,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/89662d06f15a4bbc824c564543e34518.jpg"
    },
    {
        "id": "rsgbergtnern",
        "name": "SanDisk 128GB USB 3.0 Flash Drive",
        "sku": "flash-001",
        "price": 11.25,
        "type": "DVD/Flash",
        "description": "High-speed USB 3.0 performance of up to 150MB/s(1) [(1) Write to drive up to 15x faster than standard USB 2.0 drives (4MB/s); varies by drive capacity. Up to 150MB/s read speed. USB 3.0 port required. Based on internal testing; performance may be lower depending on host device, usage conditions, and other factors; 1MB=1,000,000 bytes]",
        "size": 128,
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/d4e01ee13786674b90a7b9bf92e227f8.jpg"
    },
    {
        "id": "aebtwetb42t25y",
        "name": "Harry Potter and the Prisoner of Azkaban",
        "sku": "b-001",
        "price": 14.99,
        "type": "Books",
        "author": "Joanne Rowling",
        "weight": 0.368,
        "description": "J.K. Rowling is the author of the seven Harry Potter books, which have sold over 500 million copies, been translated into over 80 languages, and made into eight blockbuster films. She also wrote three short series companion volumes for charity, including Fantastic Beasts and Where to Find Them, which later became the inspiration for a new series of films. Harry’s story as a grown-up was later continued in a stage play, Harry Potter and the Cursed Child, which J.K. Rowling wrote with playwright Jack Thorne and director John Tiffany.",
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/d687933acd11e10f27ab3628b98e3710.jpg"
    },
    {
        "id": "dag34ym5ayanm",
        "name": "Just Shut Up and Do It: 7 Steps to Conquer Your Goals",
        "sku": "b-002",
        "price": 6.99,
        "type": "Books",
        "author": "Brian Tracy",
        "weight": 0.261,
        "description": "Most people think success comes from good luck or enormous talent, but many successful people achieve their accomplishments in a simpler way: through self-discipline. No Excuses! shows you how you can achieve success in all three major areas of your life, including your personal goals, business and money goals, and overall happiness.",
        "isMarked": false,
        "url": "https://s1.hostingkartinok.com/uploads/images/2022/03/4cc16083c85288ee07039ca998dabac5.jpg"
    }
]
